---
kind: enumMember
id: F:Autodesk.Revit.DB.MeshFromGeometryOperationIssue.InputCurveLoopWrongOpenFlag
enum: Autodesk.Revit.DB.MeshFromGeometryOperationIssue
source: html/6c89d542-b05c-bbbf-eb8d-e291d71865d0.htm
---
# Autodesk.Revit.DB.MeshFromGeometryOperationIssue.InputCurveLoopWrongOpenFlag

An input curve has incorrect open flag.